START_MES = '''*, добро пожаловать в магазин Marmelad!* 🛍🔞
❗️Перед каждой покупкой обязательно сверяйте юзернейм бота на marmelad.odium.co , в случае блокировки (удаления) этого бота ссылку на нового бота вы сможете найти там же

*@HELPER_MARM - решение проблем с ботом, сайтом, ненаходы, невыдача товара ботом или сайтом и т.д. Это техподдержка бота и сайта автопродаж, *
*@MARM_OPT - ОПТ, гарячие клады*
*@MARM_BOSS1 - по вопросам продаж, вопросы касающиеся шопа*
*@marm_worker - работа*
*@marm_otpravki - Отправки*

*Доступные команды бота* - нажмите /help
*Пополнить баланс *- нажмите /addbalance
*Проверить баланс* - нажмите /balance
*Реферальная ссылка (кэшбек 10% от продаж рефералов, нужна регистрация)* - нажмите /referal

*Регистрация на marmelad.top - /register username * (вместо   *username* напишите желаемый логин), в результате бот пришлет пароль к учетной записи
/forumreg
*Регистрация на форуме amorale.cc - /forumreg username*  (вместо   *username* напишите желаемый логин), в результате бот пришлет пароль к учетной записи

Для начала выберите город:'''

PES0_1 = '''💊Товар: *Песок❄️0.1г*.
📃Коротко о товаре: Метамфетамин гидрохлорид.❄️
Основа псевдоэфедрин.
Лучше этого мета вы не нигде не найдете 
💵Цена: *200* грн.
Выберите подходящий район:'''

PES0_15 = '''💊Товар: *Песок❄️0.15г*.
📃Коротко о товаре: Мелкий кристалл❄️
Основа псевдоэф
Лучше вы не нигде не найдете 
💵Цена: *356* грн.
Выберите подходящий район:'''

PES0_15KAM = '''💊Товар: *Песок❄️0.15г*.
📃Коротко о товаре: Метамфетамин гидрохлорид.❄️
Основа псевдоэфедрин.
Лучше этого мета вы не нигде не найдете 
💵Цена: *356* грн.
Выберите подходящий район:'''

PES0_25 = '''💊Товар: *Песок❄️0.25г*.
📃Коротко о товаре: Мелкий кристалл
Основа псевдоэф.
Самый топовый продукт на рынке
💵Цена: *570* грн.
Выберите подходящий район:'''

PES0_25KAM = '''💊Товар: *Песок❄️0.25г*.
📃Коротко о товаре: Метамфетамин гидрохлорид (в народе - мокрый)
Основа псевдоэфедрин.
Самый топовый продукт на рынке ПАВ
💵Цена: *570* грн.
Выберите подходящий район:'''

PES0_5 = '''💊Товар: *Песок❄️0.5г*.
📃Коротко о товаре: Мелкий кристалл
Основа псевдоэф.
Самый топовый продукт
💵Цена: *950* грн.
Выберите подходящий район:'''

PES0_5CAR = '''💊Товар: *Песок❄️0.5г*.
📃Коротко о товаре: Метамфетамин гидрохлорид (в народе - мокрый)
Основа псевдоэфедрин.
Самый топовый продукт на рынке ПАВ
💵Цена: *950* грн.
Выберите подходящий район:'''

PES1 = '''💊Товар: *Песок❄️1 г*.
📃Коротко о товаре: Мелкий кристалл
Основа псевдоэф
Самый топовый продукт
Порция для большой компании
💵Цена: *1500* грн.
Выберите подходящий район:'''

M0_25 = '''💊Товар: *Меф МЯУ😻0.25г*.
📃Коротко о товаре: Мефедрон МЯУ ярко выраженный эйфоретик с нотками стимуляции! 
Мощнейший продукт
💵Цена: *180* грн.
Выберите подходящий район:'''

M0_25VD = '''💊Товар: *Меф МЯУ😻0.25г*.
📃Коротко о товаре: Мефедрон МЯУ ярко выраженный эйфоретик с нотками стимуляции! 
Мощнейший продукт
💵Цена: *153* грн.
Выберите подходящий район:'''

M0_5 = '''💊Товар: *Меф МЯУ😻0.5г*.
📃Коротко о товаре: Мефедрон МЯУ ярко выраженный эйфоретик с нотками стимуляции! 
Мощнейший продукт
💵Цена: *350* грн.
Выберите подходящий район:'''

M0_5VD = '''💊Товар: *Меф МЯУ😻0.5г*.
📃Коротко о товаре: Мефедрон МЯУ ярко выраженный эйфоретик с нотками стимуляции! 
Мощнейший продукт
💵Цена: *315* грн.
Выберите подходящий район:'''

M0_5DNEPR = '''💊Товар: *Меф МЯУ😻0.5г*.
📃Коротко о товаре: Мефедрон МЯУ ярко выраженный эйфоретик с нотками стимуляции! 
Мощнейший продукт
💵Цена: *320* грн.
Выберите подходящий район:'''

M1 = '''💊Товар: *Меф МЯУ😻1г*.
📃Коротко о товаре: Мефедрон МЯУ ярко выраженный эйфоретик с нотками стимуляции! 
Мощнейший продукт
💵Цена: *540* грн.
Выберите подходящий район:'''

A0_25 = '''💊Товар: *А(ф-фат)⚡️0.25г*.
📃Коротко о товаре: Розовый порошок.
Лучший бюджетный стимулятор своего рода
💵Цена: *150* грн.
Выберите подходящий район:'''

A0_5 = '''💊Товар: *А(ф-фат)⚡️0.5г*.
📃Коротко о товаре: Розовый порошок.
Лучший бюджетный стимулятор своего рода
💵Цена: *230* грн.
Выберите подходящий район:'''

A1 = '''💊Товар: *А(ф-фат)⚡️1г*.
📃Коротко о товаре: Бюджетный стимулятор
💵Цена: *400* грн.
Выберите подходящий район:'''

SH1 = '''💊Товар: *ШШ Marmelad Kush🥬🆕1г* .
📃Коротко о товаре: Авторский сорт

💵Цена: *280* грн.
Выберите подходящий район:'''

SH1NM = '''💊Товар: *ШШ Marmelad Kush🥬🆕1г* .
📃Коротко о товаре: Авторский сорт

💵Цена: *250* грн.
Выберите подходящий район:'''

SH2 = '''💊Товар: *ШШ Marmelad Kush🥬2 г* .
📃Коротко о товаре: Авторский сорт

💵Цена: *520* грн.
Выберите подходящий район:'''

RABOTA1 = '''💊Товар: *РАБОТА КУРЬЕРОМ 👲🏾*.
📃Коротко о товаре: Наш магазин ведет набор сотрудников. 
Ищем курьеров/кладменов в городах и пгт! 
Днепр, Каменское, Синельниково, Иларионово, Царичанка, Запорожье, Павлоград, Новомосковск и другие отдаленные и не очень населенные пункты.
Рассматриваем все варианты!
Требования:

✅Возраст: 18+
✅Не употреблять!
✅Адекватность, честность, ответственность, исполнительность.
✅Наличие опыта работы приветствуется, но не обязателен (научим)
✅❗️Залог - 1500 грн.
✅Наличие смартфона (Android, iOS и др.)


Возможность карьерного роста, до оптового минера -> склада -> представителя

Ваши плюсы в работе с нами:

➕Стабильная и высокая ЗП (от 70 гривен/клад в Днепре)
➕Работа в слаженном и профессиональном коллективе
➕Возможность карьерного роста
➕Объем работы в день от 30 кладов 
➕Карьерный рост до представителя
➕Вы можете стать первым и единственным курьером в своём городе или пгт.

По всем вопросам обращайтесь к начальнику отдела кадров https://marmelad.top/pages/view/?page=work
💵Цена: *1500* грн.
Выберите подходящий район:'''

RABOTA2 = '''💊Товар: *РАБОТА КУРЬЕРОМ 👲🏾*.
📃Коротко о товаре: Наш магазин ведет набор сотрудников. 
Ищем курьеров/кладменов в городах и пгт! 
Днепр, Каменское, Синельниково, Иларионово, Царичанка, Запорожье, Павлоград, Новомосковск и другие отдаленные и не очень населенные пункты.
Рассматриваем все варианты!
Требования:

✅Возраст: 18+
✅Не употреблять!
✅Адекватность, честность, ответственность, исполнительность.
✅Наличие опыта работы приветствуется, но не обязателен (научим)
✅❗️Залог - 1500 грн.
✅Наличие смартфона (Android, iOS и др.)


Возможность карьерного роста, до оптового минера -> склада -> представителя

Ваши плюсы в работе с нами:

➕Стабильная и высокая ЗП (от 70 гривен/клад в Днепре)
➕Работа в слаженном и профессиональном коллективе
➕Возможность карьерного роста
➕Объем работы в день от 30 кладов 
➕Карьерный рост до представителя
➕Вы можете стать первым и единственным курьером в своём городе или пгт.

По всем вопросам обращайтесь к начальнику отдела кадров https://marmelad.top/pages/view/?page=work
💵Цена: *2000* грн.
Выберите подходящий район:'''


HELP = '''*Помощь по боту автопродаж*
Доступные команды:
▪️/status или /last - последний заказ.
▪️/pin - узнать свой пин.
▪️/bots - список ботов для покупок.
▪️/reviews - последние отзывы.
▪️/balance - проверить баланс.
▪️/addbalance - пополнить баланс.
▪️/referal - реферальная ссылка для друзей
Отправить мнение о продукции магазина:
/review Отличный товар, вес и место!
Пишем команду /review и сразу после - текст отзыва о приобретенном товаре.
Аналогичным образом можно отправить боту сообщение, используя форму send:
/send Скажите, когда ждать расширения ассортимента?

Для регистрации на сайте, выполните команду:
/register username (вместо username напишите жилаемый логин), в результате которой бот пришлет пароль к учетной записи.
/newpassword passnew или /newpass passnew позволит изменить свой пароль на сайте
/profile просмотреть свой профайл


Как проверить бота на "вшивость": Бота можно использовать для отправки изображений в облако и\или для сокращения URL ссылок: для этого отправьте боту любую картинку и\или адрес (сайта).

/start - вернуться на главную.'''



#//////////////////////////////////////////////////ZAKAZI

